Repository: collective/collective.wfcomment
Catalog: collective/wfcomment/locales/*/LC_MESSAGES/collective.wfcomment.po
Languages: de, fr

source: Cancel
de: Abbrechen
fr: Annuler

source: Comment
de: Kommentar
fr: Commentaire

source: Comment required
de: Kommentar erforderlich
fr: Commentaire requis

source: Enable comment for all transitions
de: Erzwinge Kommentare für alle Statusänderungen
fr: Activer le commentaire sur toutes les transitions

source: If comment popup is not enabled for all transitions, it will be enabled for this specific transitions.
de: Wenn der PopUp Dialog nicht für alle Übergänge aktiviert ist, wird er nur für die ausgewählten Übergänge angezeigt.
fr: Si le commentaire n'est pas activé pour toutes les transitions, alors il sera activé seulement pour les transitions listées spécifiquement ici.

source: Please enter a comment for this state change.
de: Bitte geben Sie einen Kommentar für diese Statusänderung an.
fr: Veuillez saisir un commentaire pour ce changement d'état.

source: Save
de: Weiter
fr: Enregistrer

source: Transitions enabled
de: Aktivierte Statusänderungen
fr: Transitions activées

source: Workflow action
de: Aktion für Arbeitsablauf
fr: Action de workflow

source: Workflow comment settings
de: Einstellungen für Kommentare in Arbeitsabläufen
fr: Paramètres pour le commentaire de workflow

source: Workflow comments
de: Kommentare für Arbeitsabläufe
fr: Commentaires de workflow

source: help_wfcomment_settings_editform
de: Einstellungen für Kommentare in Arbeitsabläufen ändern
fr: Vous pouvez définir ici les options liées à la fonctionnalité de commentaire de workflow.
